Repository: minjun011026/conference-app-2025
Catalog: app-ios/Native/Sources/Feature/Settings/Resources/Localizable.xcstrings
Source language: en
Languages: ja

source: 5 minutes before
ja: 5分前

source: 10 minutes before
ja: 10分前

source: Custom Sound
ja: カスタム音

source: Enable in Settings
ja: 設定で有効にする

source: Enable notifications to get reminded about your favorited sessions.
ja: 通知を有効にして、今後のセッションについてリマインダーを受け取りましょう。

source: Get reminded before sessions start
ja: セッション開始前にリマインダーを受け取る

source: Notification permission denied. Enable in Settings to receive session reminders.
ja: 通知の許可が拒否されました。セッションリマインダーを受け取るには設定で有効にしてください。

source: Notifications
ja: 通知

source: Reminder Time
ja: リマインダー時間

source: Session Notifications
ja: セッション通知

source: Settings
ja: 設定

source: Use DroidKaigi notification sound
ja: DroidKaigiの通知音を使用

source: You'll be asked for permission when enabling notifications.
ja: 通知を有効にする際に許可を求められます。

source: You'll receive notifications for your favorited sessions at the selected reminder time.
ja: お気に入りのセッションと選択したリマインダー時間に基づいて通知を受け取ります。
